tap 'homebrew/services'

brew 'macvim'
brew 'tmux'
brew 'git'
brew 'go'
brew 'postgresql'
brew 'heroku-toolbelt'
brew 'the_silver_searcher'
brew 'chruby'
brew 'ruby-install'

tap 'caskroom/cask'
cask_args appdir: '/Applications'

cask 'iterm2'
cask 'google-chrome'
cask 'spotify'
cask '1password'
cask 'dropbox'
cask 'slack'
cask 'dash'
cask 'java'
cask 'android-studio'
cask 'reveal'
cask 'sketch'
cask 'carbon-copy-cloner'
cask 'backblaze'
